const Nb1 = () => {
  return (
    <div className="section">
      <h2 className="title">دور اللعب التخيلي في تطوير التفكير</h2>
      <p  dir="ltr" align="end">
        اللعب التخيلي يساهم إلى حد بعيد في تطوير تفكير الأطفال وتنمية علاقاتهم
        الاجتماعية كأسلوب لتوضيح المفاهيم والقيم وتقريبها إلى الأذهان ويفيدنا
        للإطلاع على أسرار كثيرة في حياة الطفل. إن اللعب التخيلي ضروري جداً للنمو
        المعرفي ذلك لأن أهم ما يتضمنه هو التعبير الرمزي أي تحويل البيئة الطبيعية
        المباشرة إلى رموز وهذا هو الأساس الذي يقوم عليه كل تفكير ناضج فيما بعد،
        فالرياضيات والاستدلال المنطقي وغيرها هي جميعاً عملية تفكير في الأفعال
        والأشياء بطريقة رمزيه، أي التحول من الأفعال إلى الأفكار. لعبة الأنشطة
        التركيبية : وهي الأنشطة أو الألعاب التي يقوم فيها الطفل بتركيب قطع أو
        أجزاء صغيرة ليكون منها شكلا ذا معنى وفي هذه اللعبة سنغير قليلا من الفكرة
        المعتادة..كيف..؟ نحضر أشياء وخامات مختلفة الشكل والحجم( ورق مقصوص على
        أشكال- مصاص- ازرار- خيط صوف- مشبك- ملعقة الآيس كريم الخشبية-قطن ملون-
        بقايا أجزاء ألعاب ....) بعد ذلك نطلب من الطفل ترتيب هذه الخامات ليشكل
        منها لوحة أو صورة ذات معنى(قارب- بيت....)
      </p>
    </div>
  );
};

export default Nb1;
