const Nb10 = () => {
  return (
    <div className="section">
      <h2 className="title">لعبة التقليد</h2>
      <p dir="rtl" align="start">
        ونعني تقليد الأدوار وتقمص الشخصيات وتخيلها والانفعال معها وجدانيا
        ..فمثلا نقسم الأطفال لمجموعتين (نظام المجموعات له قيمة كبيرة في تفعيل
        الأطفال اجتماعيا ويدربهم على طريقة إدارة الاجتماعات ومجموعات الأنشطة
        فيما بعد ) ثم نختار طفل يقوم بتقليد وأداء دور وحركات المزارع مثلا
        ...وهكذا.
      </p>
    </div>
  );
};

export default Nb10;
