import imageF2 from "../../../assets/img/game5.jpg"

const Nb5 = () => {
  return (
    <div className="section">
      <h2 className="title">لعبة الصندوق السحري</h2>
      <p  dir="rtl" align="start">
        نضع في الصندوق مجموعة صور تعبر عن أفعال وأحداث مختلفة ونطلب من الطفل
        إدخال يده واختيار صورة وسرد قصة أو التعليق بجمل واضحة ومفيدة ومن الممكن
        أن يكمل زميله باقي الأحداث مما ينمي الخيال عند الطفل ويساعده على الطلاقة
        اللفظية والتعبير . وهي لعبة مسلية يتم فيها طرح موضوع معين ثم يطلب من
        الأطفال التفكير فيه واقتراح العديد من الأفكار المتعلقة بالموضوع. مع
        مراعاة الآتي : *لا يجوز نقد أي فكرة . *يسمح بطرح أية فكرة مهما كانت .
        *يجوز البناء على الأفكار . يفضل في لعبة الأفكار أن تكون في مكان جميل وأن
        تجرى في جو ممتع ومرح . من الأمثلة : *ذهبت إلى المسجد فلم تجد فيه إلا
        الصلاة .. اقترح أكبر عدد ممكن من الأفكار لتجعله أكثر نفعا وحيوية . *حضرت
        حفلة صديقك لكنها لم تعجبك وشعرت فيها بالملل .اقترح أكبر عدد ممكن من
        الأفكار لتجعلها حفلة ممتعة وجميلة . *استيقظت من النوم فوجدت بالقرب من
        السرير مليون ريال . اقترح أكبر عدد ممكن من الأفكار للإستفادة من هذا
        المال.
      </p>
      <div className="images">
        <img src={imageF2} alt="gfdg" />
      </div>
      <p style={{border: "none"}}><a href="https://syriagifts.net/product/%D8%A7%D9%84%D8%B5%D9%86%D8%AF%D9%88%D9%82-%D8%A7%D9%84%D8%B3%D8%AD%D8%B1%D9%8A/">https://syriagifts.net/product/</a></p>
    </div>
  );
};

export default Nb5;
