const Nb7 = () => {
  return (
    <div className="section">
      <h2 className="title">لعبة الألغاز</h2>
      <p dir="rtl" align="start">
        قال رسول الله صلى الله عليه وسلم يوما لأصحابه (أخبروني عن شجرة مثلها مثل
        المؤمن فجعل القوم يذكرون شجرا من شجر البوادي قال عمر:ألقي في نفسي أنها
        النخلة,فجعلت أريد أن أقولها،فإذا كبار القوم فأهاب أن أتكلم ،فلما سكتوا
        قال رسول الله (هي النخلة ) أن الألغاز لها أهمية كبرى في تنمية الخيال
        والتفكير الإبداعي حيث يضطر الطفل أن يركز ويعمل تفكيره بأقصى قدر ممكن
        ليستطيع حلها ..ذلك لأن اللغز ماهو إلا سؤال غير مألوف يحتاج إلى تفكير غير
        مباشر للإجابة عليه . ومن الأمثلة : *جميلة الشكل زكية الرائحة متعددة
        الألوان منها الأحمر والأصفر ... *كبير الحجم وله أذنان كبيرتان ونابان
        طويلان وخرطوم طويل ....هل تعرفونه ؟ *ألوانها جميلة تطير من زهرة إلى زهرة
        ...هل تعرفونها ؟ *في الصوف ملفوف وبيأكل الحشيش ...
      </p>
    </div>
  );
};

export default Nb7;
