const Nb8 = () => {
  return (
    <div className="section">
      <h2 className="title">لعبة مشكلات وحلول</h2>
      <p dir="ltr" align="end">
        إعطاء الطفل مشكلة معينة ومطالبته بعد ذلك باقتراح العديد من الحلول لهذه
        المشكلة .ويحسن بالحلول والأفكار المقترحة أن يتوفر فيها المواصفات التالية
        : * أنها غير تقليدية (إن أمكن) * أنها متنوعة وتفكر في كل الاتجاهات . *
        أنها ممكنة التنفيذ ولا مانع أن تكون صعبة التنفيذ إلا أنها غير مستحيلة .
        مثال : سافر بدر بالباخرة وفي الطريق هبت عاصفة في البحر فغرق الجميع ماعدا
        بدر حيث وجد نفسه مرمياً في جزيرة لا يسكنها أحد من البشر ووجد في الجزيرة
        النخيل وأشجار جوز الهند و بعض الزجاجات الفارغة .. لو كنت أنت بدر ما هي
        الأفكار التي تقترحها لحل هذه المشكلة والرجوع إلى بلدك . من الحلول التي
        يمكن اقتراحها لحل هذه المشكلة : * يصنع من سعف النخل سفينة على شكل بيت .
        * يقطع من ساق الأشجار ثم ينحته ويصنع منه قارباً. * يحرق الأشجار لتراه
        الطائرات . * يكسر الزجاج ويجعله مسحوقا ثم يجوف جوز الهند ويضع فيها
        الزجاج لترى بريقه طائرة الإنقاذ. * يعلق ثوبه على شجرة جوز الهند لتراه
        الطائرات .
      </p>
    </div>
  );
};

export default Nb8;
