import imageB from "../../assets/img/tarbiya.jpg"

const Ahdef = () => {
  return (
    <div className="section">
      <h2 className="title">التربية على التنمية المستدامة</h2>
      <p dir="rtl" align="start">
        التربية على التنمية المستدامة يحُثُّ التعلُّم من أجل التنمية المستدامة
        المتعلميّن على اتخاذ قرارات سليمة، وإجراءات مسؤولة عن السلامة البيئية،
        والمحافظة على الوضع الاقتصادي، والعيش في مجتمع عادل سواء للأجيال الحاضرة
        أوالمستقبليّة، مع احترام التنوع الثقافي، لذلك يُعتبر التعلُّم من أجل
        التنمية المستدامة هو تعلُّم طويل الأمد، وهو جزء لا يتجزأ من التعليم
        الفعّال، وهو تعليم كلي وتحولي، يتناول محتوى التعلُّم والنتائج، والتربية
        وبيئة التعلُّم من خلال النقاط الآتية: المحتوى الدراسي: من خلال دمج
        القضايا الحرجة؛ كتغير المناخ، والتنوع البيولوجي، والحدُّ من مخاطر
        الكوارث الطبيعية، والاستهلاك، والإنتاج في المناهج الدراسية. بيئة التدريس
        والتعلُّم: تصميم التعليم والتعلُّم بطريقة تفاعليّة تُركّز على المتعلم
        والتي تُتيح التعلُّم الاستكشافي والتوجيهي. الانتقال إلى المجتمعات
        الخضراء: من خلال تزويد المتعلمين بالمهارات اللازمة للوظائف الخضراء،
        وتحفيز الأشخاص على تبني أساليب حياة مستدامة. جعل الأشخاص مواطنيين
        عالميين: من خلال المشاركة بأدوار فعّالة، محلياً وعالمياً، ومواجهة
        التحديات العالمية وحلُّها، إلى أن يصبحوا مساهمين نشطين في خلق عالم أكثر
        عدل، وسلام، وتسامُح، وأكثر أماناً واستدامة . مخرجات التعلُّم: من خلال
        تحفيز التعلُّم وتعزيز الكفاءات الأساسية ؛ مثل التفكير النقدي والنظامي،
        وصُنع القرارات التعاونية، وتحمل المسؤولية من قِبل الأجيال الحالية
        والمقبلة.
      </p>
      <div className="images">
        <img src={imageB} alt="image00099" />
      </div>
      <p><a href="https://azimyouth.org">https://azimyouth.org</a></p>
    </div>
  );
};

export default Ahdef;
