const Bienv = () => {
  return (
    <div className="section">
      <h2 className="title">مرحبا</h2>
      <p dir="rtl" align="start">
        تم تصميم هذا الموقع لمعلمي المدارس الابتدائية. سوف تجد في هذا الموقع
        معلومات حول بيداغوجيا ريادة الأعمال، التنمية المستدامة ، نماذج من ألعاب
        تنمية التفكير الإبداعي ، أمثلة من جذاذات دروس السنة الخامسة و السادسة 
        وروابط مفيدة…. يمكن أن يكون هذا الموقع ثريًا وممتعًا فقط من خلال تعاونك
        ومشاركتك ... زيارة ممتعة ومرحبا بكم
      </p>
      <p>
        من إعداد سيرين العامري و أنيس الصلعاني تحت إشراف الأستاذة أحلام جلالية
        الكشو في إطار إعداد مشروع ختم الدروس النهائية الخاص بطلبة التربية و
        التعليم بالمعهد العالي للدراسات التطبيقية في زغوان لمزيد من المعلومات
          يمكنك الإتصال على الهاتف
        <a href="tel:+216 25-033-698" dir="ltr">+216 25 033 698</a>
      </p>
    </div>
  );
};

export default Bienv;
