const Bienv = () => {
  return (
    <div className="section">
      <h2 className="title">مرحبا</h2>
      <p dir="ltr" align="end">
        تم تصميم هذا الموقع لمعلمي المدارس الابتدائية. سوف تجد في هذا الموقع
        معلومات حول بيداغوجيا ريادة الأعمال، التنمية المستدانة ، ونماذج من ألعاب
        تنمية التفكير الإبداعي ، امثلة من جذاذات دروس السنة الخامسة و السادسة ،
        وروابط شيقة…. يمكن أن يكون هذا الموقع ثريًا وممتعًا فقط من خلال تعاونك
        ومشاركتك ... زيارة جيدة ومرحبا بكم
      </p>
    </div>
  );
};

export default Bienv;
