import React from "react";

const Eme5 = () => {
  return (
    <div className="section">
      <h2 className="title">جذاذة الدرس</h2>
      <p align="center">الحصّة الأوّلى</p>
      <p align="center">النّشاط: إيقاظ علمي</p>
      <p align="center">القسم : خأمسة أ</p>
      <p align="center">
        :هدف الحصّة: يكون المتعلم قادرا على تعرف مصادر المياه في الطبيعة
      </p>
      <table>
        <tr>
          <th>الوسائل</th>
          <th>المهارة المستهدفة</th>
          <th>نشاط المعلم</th>
          <th>نشاط المتعلم</th>
          <th>المراحل</th>
        </tr>
        <tr>
          <th>مقطع فيديو</th>
          <th>التركيز</th>
          <th>يقوم المتعلم بمشاهدة الفيديو لكي يتمكن من بناء المعرفة بنفسه</th>
          <th>
            عرض وضعية مشكل حول مشكلة الماء في تونس طلب من المتعلّمين التّعبير
            عنها تعبيرا حرّا و النقاش في بينهم عرض فيديو عن مصادر المياه
          </th>
          <th>الإشكالية و استجلاء التصورات</th>
        </tr>
        <tr>
          <th>اوراق</th>
          <th>العمل الجماعي التفاوض الإبداع</th>
          <th>ينقسم المتعلمين إلى مجموعات القيأم بالعمل المطلوب</th>
          <th>
            يقوم المعلم بتوزيع أو‏راق و يطلب من المتعلمين القيأم بخريطة الذهنية
            "ماهي مصادر المياه" و ذلك خلافا لما شاهدوه في فيديو و ذلك بعد تقسيم
            القسم إلى مجموعات
          </th>
          <th>بناء الفرضيات</th>
        </tr>
        <tr>
          <th>وثائق خارطة البلاد التونسية لتوزيع الأمطار</th>
          <th></th>
          <th>
            يلاحظ الخرطتين ثم يتمم الاستنتاج توجد المياه في المناطق التي تكثر
            فيها التساقطات (الأمطار-الثلوج) تقأم السدود و البحيرات على الاودية
            لتجميع المياه و تخزينها تساهم مياه الأمطار و الادوية و السدود في
            تغذية المائدة المائية و
          </th>
          <th>
            دراسة وثائق الوثيقة الأوّلى خريطة توزيع الأمطار بالبلاد التونسية ص
            تجربة تكون المطر يمكنهم من الوسائل الضرورية لانجاز التجربة
          </th>
          <th>التحقق التجريبي و بناء الاستنتاجات</th>
        </tr>
        <tr>
          <th>موقد غازي اناء غطاء ماء</th>
          <th></th>
          <th>
            تفادي انعكاسات انحباس الأمطار يختار الوسائل اناء ماء موقد غازي ينجز
            التجربة يترك الماء حتى درجة الغليانو بداية التبخر يستنتج يتحول الماء
            في الطبيعة إلى بخار تحت تاثير الحرارة فيتصاعد و يتكثف ليكون سحبا
            تتحول إلى تساقطات عندما تصطدم بطبقة جوية باردة
          </th>
          <th></th>
          <th></th>
        </tr>
        <tr>
          <th></th>
          <th></th>
          <th>
            يختار الوسائل علبة طماطم فارغة قاعها فيه ثقوب -تراب - نصف لتر ماء
            ينجز التجربة يملا علبة الطماطم ترابا إلى حدود ثلاثة ارباع ارتفاعها
            يسكب نصف لتر في علبة الطماطم و يضع العلبة في اناء متوسط الحجم ينتظر
            قليلا ثم ياخذ قليلا من التراب الموجود في العلبة و يضعه بين اصابعه
            يلاحظ توفر كمية من الماء في التراب وكمية من الماء تسربت في الاناء
          </th>
          <th>
            يدعوهم إلى تجسيم التجربة بما يقابلها في دورة المياه في الطبيعة تجربة
            خزن المياه في باطن الارض يمكنهم من عناصر التجربة
          </th>
          <th></th>
        </tr>
        <tr>
          <th></th>
          <th></th>
          <th>
            (الاناء يمثل الطبقة الجوفية من الارض ) يقارن كمية الماء التي سكبت و
            كمية الماء الموجودة في الاناء خارج علبة الطماطم يستنتج تتسرب كمية من
            مياه الأمطار إلى جوف الارض لتكون مائدة مائية نستغلها بحفر الابار
            السطخية أو العميقة أو تنفجر في شكل عيون
          </th>
          <th></th>
          <th></th>
        </tr>
        <tr>
          <th>الكتاب المدرسي </th>
          <th></th>
          <th>ينجزون المطلوب </th>
          <th>يدعوهم إلى انجاز التشاط 127ص1التطبيقي </th>
          <th>توظيف المفهوم العلمي</th>
        </tr>
        <tr>
          <th>اوراق</th>
          <th>القدرة على ابتكار الحلول </th>
          <th>ينجزون المطلوب </th>
          <th>
            يقترح عليهم التمرين التقيمي التالي اوجد حلول للمحافظة على الماء ( في
            شكل رسم أو معلق )
          </th>
          <th>التقييم</th>
        </tr>
      </table>
    </div>
  );
};

export default Eme5;
