import imageOne from "../../assets/img/2.jpg";
import imageTwo from "../../assets/img/3.jpg";
import imageThree from "../../assets/img/4.jpg";
import imageFour from "../../assets/img/5.jpg";

const Four = () => {
  return (
    <div className="section">
      <h2 className="title">
        اساليب والوسائل اللازمة لتنفيذ بيداغوجيا ريادة الاعمال؟
      </h2>
      <p dir="rtl" align="start">
        "Kearney and Surlemont" وفقا لكرني وسيرلمون فإن هذه البيداغوجيا تدعو إلى
        تكامل المحتويات التعليمية المختلفة من خلال سياقات محددة لنوع ريادة
        الأعمال، حيث تقود التلاميذ إلى التعلم من خلال التحديات الحقيقيّة التي
        تواجههم في حياتهم" . فهي بيداغوجيا نشيطة تساعد التلاميذ على تطوير
        الإبداع من خلال التحديّات وتحمّل المسؤولية و العمل في مجموعة والمساهمة
        في حلّ المشكلات الإجتماعيّة .كما دعا كيرني دعا إلى الإهتمام بالتّلميذ
        وجعله الموضوع الذي يجب أنّ تتمحور حوله جهود المربّين وضرورة تمتّعه
        بحريّته حيث تعّرف بيداغوجيا ريادة الأعمال على انّها مجال دراسي يرّتكز
        على تطوير مفهوم روح المبادرة ، القدرة على الإبتكار ، التحليل الإقتصادي ،
        التفكير الناقد ،القدرة على إدارة المشاريع وتحسين الأداء الريادي، وذلك من
        خلال إستخدام أساليب وأدوات تعليميّة مبتكرة تشجّع على التفكير الإبتكاري
        وتنمية المهارات الإدارية ، التخطيط الاستراتيجي ، تنمية الثقة بالنفس
        وتحفيز الخطأ كفرصة للتعلّم. تعّمل هذه البيداغوجيا على وجه الخصوص على
        تحفيز الإبتكار وتعزيز روح المبادرة والمسؤوليّة الإجتماعيّة والمساهمة في
        التّنمية المستدامة.
      </p>
      <div className="images">
        <img src={imageOne} alt="image01" />
        <img src={imageTwo} alt="image02" />
        <img src={imageThree} alt="image03" />
        <img src={imageFour} alt="image04" />
      </div>
      <a href="https://l.facebook.com/l.php?u=https%3A%2F%2Feduschool40.blog%2F2021%2F03%2F28%2F%25D8%25A7%25D9%2585%25D8%25AB%25D9%2584%25D8%25A9-%25D8%25B9%25D9%2584%25D9%2589-%25D9%2585%25D9%2587%25D8%25A7%25D8%25B1%25D8%25A7%25D8%25AA-%25D8%25A7%25D9%2584%25D8%25AA%25D9%2581%25D9%2583%25D9%258A%25D8%25B1-%25D8%25A7%25D9%2584%25D8%25A7%25D8%25A8%25D8%25AF%25D8%25A7%25D8%25B9%25D9%258A%2F%3Ffbclid%3DIwAR2moF_tpU3EXQdiEbhkgXHO3951dz6qKRkDiLhOQSear-QyhA5duH2TFeA&h=AT1aoTBwPspfGuwWsv4KzegZcwydzr0-veveny1wf95ZylC7H_pzrgUPp3jV1OfLCEsU7aoWWsBj9VUnbEOBt_fQonn9lRqSLZxOFuzAMzv-V2aN9dYHa8e3t1swc1Ep8UIjqQ">هنا</a>
      <table dir="ltr">
        <tr>
          <th colSpan={2}>
            أمثلة الأنشطة لكل من المبادئ الأربعة لريادة الأعمال
          </th>
        </tr>
        <tr>
          <th>
            استخدم مقاطع الفيديو يتعرف الطالب على المادة بشكل مستقل
            <hr />
            استخدم بيئة التعلم الرقمية
          </th>
          <th>نشاط مسؤول (نشاط تمكين)</th>
        </tr>
        <tr>
          <th>
            استخدام خريطة ذهنية لتكوين أفكارهم
            <hr />
            خطة عمل لتطوير مفهوم عمل
            <hr />
            أطلب من الطالب انتاج ملخص مكتوب أو بالفيديو يسمح له بالتأمل في
            تعلمه وإعداد تقرير عنه
          </th>
          <th>نشاط تأملي</th>
        </tr>
        <tr>
          <th>أستخدم أنشطة التعلم الجماعي</th>
          <th>نشاط تعاوني</th>
        </tr>
        <tr>
          <th>
            أختر الخبرات الملموسة من خلال تقديم انشطة قريبة من المهام التي يتعين
            القيام بها
            <hr />
            قم بإجراء عمليات المحاكاة باستخدام الأدوات أو التقنيات ذات الصلة
            <hr />
            تقديم التدريب والمشاركة في المشاريع الصغيرة
          </th>
          <th>نشاط تجريبي</th>
        </tr>
      </table>
    </div>
  );
};

export default Four;
