

const Seven = () => {
  return (
    <div className="section">
      <h2 className="title">المبادئ</h2>
      <p dir="rtl" align="start">
        "المبادئ هي مجموعة مـن الأسـس والقواعد يجب تطبيقها. هذا ويمكن تعريف
        المبادئ في ميدان التّنمية المستدامة بانها مجموعـة مـن قواعد ومستويات
        السلوك والأداء المهني والتي يجب الالتزام بها ومراعاتها وتطبيقها بواسطة
        فريـق العمـل عند الممارسة أوالتطبيق لبرامج ومشروعات التّنمية المستدامة
        " ومن مبادئ التّنمية المستدامة نذكر: - "مبدأ المشاركة مع المجتمع وذلك
        لإشعار كل من: المستفيدين والقائمين على عمليّة التّنمية بأنّ كل منهما
        يكمل دور الآخر - مبدأ المسئوليّة المشتركة بين القائمين على عمليّة
        التّنمية وأفراد المجتمع عن نجاح أوفـشل جهـود التّنمية - مبدأ ضرورة
        تنمية الموارد البشريّة والماديـة والماليـة اللازمـة للحفـاظ عـلى خطـوات
        التّنمية داخـل المجتمع حتى بعد انتهاء فترة المشروعات التنمويّة ذات
        الأهداف المحددة بوقت معيّن - مبدأ اللامركزية بحيث تكون عمليّة اتخاذ
        القرارات بالاشتراك مع أفراد المجتمع - مبدأ الاحترام المتبادل لوجهات
        النظر المختلفة بني القائمين على عمليّة التّنمية وأفراد المجتمع - مبدأ
        أهمية التأثير الايجابي طويل المدى على المجتمع وأفراده، وليس التأثير
        المؤقت" - خدمة الفقراء والمجموعات المهمشة هما أساس التّنمية المستدامة -
        المشاركة الكاملة للمرأة ضروري من أجل تحقيق التّنمية المستدامة - الدول
        المتقدمة مسؤولة عن المساهمة في تحقيق التّنمية المستدامة للـدول النامية،
        نظـرا للآثـار السلبية التي تسببها الدول المتقدمة على البيئة العالمية
        وندرة الموارد التكنولوجيـة والماديـة لـدي الدول النامية" بناء على ما سبق
        ذكره نلاحظ أن كلّ المبادئ يمكن ان تشترك في صفة التعاون والتشارك و العمل
        الجماعي بين كافة أطراف المجتمع في كنف الاحترام المتبادل لتنمية موارده
        وتحقيق العدالة الاجتماعية و التنمية المستدامة .
      </p>
    </div>
  );
};

export default Seven;
