const Two = () => {
  return (
    <div className="section">
      <h2 className="title">مفهوم بيداغوجيا ريادة الاعمال؟</h2>
      <p dir="ltr" align="end">
        "Kearney and Surlemont" وفقا لكرني وسيرلمون فإن هذه البيداغوجيا تدعو إلى
        تكامل المحتويات التعليمية المختلفة من خلال سياقات محددة لنوع ريادة
        الأعمال، حيث تقود التلاميذ إلى التعلم من خلال التحديات الحقيقيّة التي
        تواجههم في حياتهم" . فهي بيداغوجيا نشيطة تساعد التلاميذ على تطوير
        الإبداع من خلال التحديّات وتحمّل المسؤولية و العمل في مجموعة والمساهمة
        في حلّ المشكلات الإجتماعيّة .كما دعا كيرني دعا إلى الإهتمام بالتّلميذ
        وجعله الموضوع الذي يجب أنّ تتمحور حوله جهود المربّين وضرورة تمتّعه
        بحريّته حيث تعّرف بيداغوجيا ريادة الأعمال على انّها مجال دراسي يرّتكز
        على تطوير مفهوم روح المبادرة ، القدرة على الإبتكار ، التحليل الإقتصادي ،
        التفكير الناقد ،القدرة على إدارة المشاريع وتحسين الأداء الريادي، وذلك من
        خلال إستخدام أساليب وأدوات تعليميّة مبتكرة تشجّع على التفكير الإبتكاري
        وتنمية المهارات الإدارية ، التخطيط الاستراتيجي ، تنمية الثقة بالنفس
        وتحفيز الخطأ كفرصة للتعلّم. تعّمل هذه البيداغوجيا على وجه الخصوص على
        تحفيز الإبتكار وتعزيز روح المبادرة والمسؤوليّة الإجتماعيّة والمساهمة في
        التّنمية المستدامة.
      </p>
    </div>
  );
};

export default Two;
