const One = () => {
  return (
    <div className="section">
      <h2 className="title">ماهي بيداغوجيا ريادة الاعمال؟</h2>
      <p dir="ltr" align="end">
        بيداغوجيا ريادة الأعمال هي مجموعة من المفاهيم والأساليب التعليمية التي
        تستخدم لتعليم وتنمية مهارات ريادة الأعمال . تهدف بيداغوجيا ريادة الأعمال
        إلى تحفيز المتعّلمين على الابتكار والإبداع :تشمل بعض المفاهيم الرئيسية
        في بيداغوجيا ريادة الأعمال 1. التعلم القائم على المشروع (Project-Based
        Learning): يركز على تعلم المتعّلم من خلال المشاريع العملية والتطبيقية،
        حيث يتعاونون في فرق لحل مشكلات واقعية وتطبيق المفاهيم والمهارات التي تم
        تعلمها في سياق العمل الحقيقي. 2. التعلم بالتجربة (Experiential
        Learning): يتمثل في تعلم المتعّلم من خلال الخبرات العملية والتجارب
        المباشرة. يشمل ذلك إجراء أنشطة مثل إدارة المشاريع، والمشاركة في
        المسابقات الريادية. 3. تشجيع الابتكار والإبداع: تهدف بيداغوجيا ريادة
        الأعمال إلى تعزيز الابتكار والإبداع لدى المتعّلمين عن طريق توفير بيئة
        تعليمية تشجع على التفكير الخلاق وتطوير الأفكار الجديدة . 4. التعلم
        الشخصي (Personalized Learning): يركز على تلبية احتياجات كل متعّلم على
        حدة وتوفير تجارب تعليمية تتناسب مع مستواه واهتماماته الفردية. يستخدم
        التكنولوجيا في توفير محتوى تعليمي مخصص ومراقبة تقدم المتعّلمين . 5.
        التعلم الشبكي (Networked Learning): يشجع المتعّلمين على
      </p>
    </div>
  );
};

export default One;
